[{
    "Recipe Name" : "Easy Indian Biryani-Style Dinner",
    "Description" : "This is our take on the famous Indian feast food. Biryani is typically baked in the oven for a few hours, however, ours is a simpler one-pot wonder, where the rice is cooked in coconut milk with lots of spices and seeds. It’s a lovely, wholesome dinner and we have included a simple mint raita yogurt dip to serve with it. This is lovely served with toasted (gluten-free) pittas, a spoonful of pickle (if you have any), and the mint raita. To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water.",
    "Serves" : "Serves 2| Takes 1 hour to make | Max low FODMAP portion size: 1 portion or half this recipe.",
    "Ingredients": [
        "2 medium tomatoes (approx 200g)",
        "1 leek - the greens only (100g)",
        "1-2 medium carrots, (150g max)",
        "8g (½ thumb size) fresh ginger",
        "1 small fresh chilli",
        "1 tbsp oil",
        "1 tsp salt",
        "1 tbsp cumin seeds",
        "¾ tsp turmeric powder",
        "1 tsp curry powder",
        "¼ tsp ground cardamom",
        "¼ tsp ground cinnamon",
        "1 bay leaf",
        "180ml of 1 tin of coconut milk",
        "200g frozen edamame beans or green beans",
        "180g brown basmati rice",
        "650ml veg stock (garlic and onion free)",
        "25g currants",
        "100g of 1 tin of butter beans",
        "seeds from ½ pomegranate (125g in total)",
        "small bunch fresh coriander",
        "10g mint (small bunch)",
        "125ml coconut yoghurt of your choice",
        "1 tbsp maple syrup",
        "juice of ½ lime"
    ],
    "Instructions": [
        "Finely chop the tomato and the green top of the leek into rounds, rinsing the leek greens to remove any sediment. . Peel and grate the ginger. Finely chop the red chilli - removing the seeds if you prefer less heat. Finely slice the carrots into rounds. Put the frozen edamame beans in a bowl with warm water and leave to thaw. If you are using green beans instead, finely chop them.",
        "Put 1 tablespoons of oil in a large pot on high heat until it gets hot and then reduce to a medium heat. Add the sliced leek, tomato, chopped chilli, grated ginger together with the cumin seeds and ½ tsp of salt, stir occasionally. Cook for 3-5 minutes.",
        "Add the turmeric, curry powder, cardamom, cinnamon and bay leaves and stir it through for a minute. Now add the coconut milk and mix it right through and cook for a further 3 minutes",
        "Add the rice, veg stock, carrots, currants and remaining ½ tsp of salt into the pot, put the lid on, bring to the boil and then reduce to a simmer. Leave the lid slightly ajar, to allow steam to evaporate and cook, until just about all the liquid has evaporated from the bottom of the pot.",
        "Rinse the butter beans well and add into the pot along with edamame/green beans and heat for further 3 minutes. Taste and season with a pinch of salt and pepper to your liking, if needed.",
        "For the mint raita, finely chop the mint. In bowl, mix all the ingredients for raita together.",
        "Once your dish is ready, roughly chop the fresh coriander and serve with a sprinkling of pomegranate seeds on top of each bowl. Serve the raita on the side."
    ],
    "ImageURL" : "https://cdn.pixabay.com/photo/2021/09/25/18/54/dish-6655595_960_720.jpg"
},
{
    "Recipe Name" : "Irish Root Vegetable Soup",
    "Description" : "This is a smooth, sweet, and substantial soup. The white wine, rosemary and parsnip really add flavour and body to it too. To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water",
    "Serves" : "Serves 4 people | Takes approx 50 minutes to make | Max low FODMAP serving size: 1 portion or ¼ of this recipe.",
    "Ingredients" : [
        "1 Tbsp oil",
        "green tops of 2 small leeks or 1 large - 165g (use none of the white part as these are high FODMAP)",
        "225g celeriac",
        "2 carrots 325g",
        "1.5 tsp salt",
        "1/4 tsp black pepper",
        "1 parsnips 250g",
        "1 potatoes 200g",
        "2 sprigs of rosemary",
        "1 bay leaves",
        "2.5 tbsp white wine",
        "1.75 litres of veg stock/water (garlic/onion free)",
        "juice of half a lemon"
    ],
    "Instructions" : [
        "Finely chop the leek greens, celeriac, carrots, potato and theparsnips.",
        "Add 1 tablespoons oil to family sized pot (4 litres) and put on a medium heat.",
        "Add the leek greens, carrot, celeriac, potatoes, parsnips and the salt, black pepper and stir. Cover with a lid and sweat for 15 minutes, until greens are soft, stirring occasionally. If the veg starts to stick add 2 tablespoons of water",
        "Add the the leaves from the sprigs of rosemary, the bay leaves and the white wine to the pot, and cook for 5 minutes, stirring a few times to prevent the veg sticking to bottom of the pot.",
        "Add veg stock/water and lemon juice, turn the heat up high and bring to the boil, then turn the heat down, cover with a lid and simmer for 15 minutes, stirring occasionally to avoid things sticking to the bottom of the pot.",
        "Remove the pot from the heat, remove the bay leaf and blend the mixture until smooth, using a stick blender. If the soup seems a little thick, add a little of water until it reaches your desired consistency.",
        "Season with salt and pepper to taste, and enjoy!"
    ],
    "ImageURL" : "https://cdn.pixabay.com/photo/2017/03/17/17/33/potato-soup-2152254_960_720.jpg"
},
{
    "Recipe Name" : "Easy Sweet Buckwheat Pancakes",
    "Description" : "Dairy-free, refined sugar-free and gluten-free, these beauties taste super! Dave makes these regularly for his daughters and they love them. Drizzle over some maple syrup, and serve with some berries, a tablespoon of coconut yogurt, and a teaspoon of almond butter for a yummy start to the day. These can also be enjoyed as a snack during the day",
    "Serves" : "Makes 4 pancakes |Takes 20 mins | Low FODMAP serving size is 2 pancakes or half this recipe.",
    "Ingredients" : [
        "200g of buckwheat flour",
        "400ml of almond/rice milk",
        "pinch of salt",
        "⅓ of an unripe banana (an unripe banana is low FODMAP)",
        "2 tbsp maple syrup",
        "1 tsp baking powder",
        "2 tbsp tahini",
        "1 tbsp olive oil "
    ],
    "Instructions" : [
        "Blend all ingredients together in a blender or food processor until everything is smooth (if you have neither, use a fork, mash the banana up very well and then mix everything well in a bowl).",
        "Put a non-stick pan/skillet on a high heat and give it a few minutes to heat up, you want a nice hot pan. Add one teaspoon of oil, move the pan around spreading the oil to cover most ofthe surface. Use a tissue to mop up any extra oil, to minimise extra calories. You just want the tiniest covering of oil so that your pancakes won’t stick to the pan.",
        "Turn the heat down to medium high and pour in enough pancake mixture to have a thin coating on the surface of the pan. Cook for a few minutes until bubbles start to form on the top and the top starts to dry out and not look moist anymore.",
        "Using a silicone spatula, turn the pancake and cook on the other side until golden. Then repeat with the remaining batter.",
        "Serving suggestion: Pour some coconut yogurt (125g max serving size), raspberries (60g max), strawberries (140g max), and maple syrup on top."
    ],
    "ImageURL" : "./images/Easy_Sweet_Buckwheat_Pancakes.png"
},
{
    "Recipe Name" : "Quinoa & Flax Pancakes",
    "Description" : "These are powerful pancakes, and really good after any sort of workout or exercise. They are also super-tasty, packed full of protein, complex carbs and good fats, and have the added benefit of being gluten and dairy-free.",
    "Serves" : "Makes 10 small pancakes | Takes 20 minutes to make | Low FODMAP Serving size 5 small pancakes",
    "Ingredients" : [
        "125g quinoa (uncooked)",
        "1 tbsp whole flax seeds",
        "250ml of rice milk",
        "1 tsp vanilla essence",
        "¾ of a medium-sized banana (not too ripe)",
        "2 tbsp maple syrup/agave syrup",
        "a pinch of salt",
        "Dash Olive oil"
    ],
    "Instructions" : [
        "In a high-speed blender or coffee grinder, blend the uncooked quinoa and flax together until it reaches a flour like consistency (they do blend in some regular domestic blenders but not all!).",
        "Add the rest of ingredients and blend together.",
        "Heat a nonstick-frying pan on high heat for 2 mins, until it gets warm.",
        "Turn heat down to medium heat and pour a tiny dash of oil, mix around the pan and wipe away with a kitchen paper to remove any extra oil.",
        "Pour in enough pancake batter to lightly cover the bottom of the pan and spread out evenly in the pan. Allow to cook at medium heat.",
        "Once the edges start to cook and the centre starts to develop holes or bubbles and it dries out, turn the pancake, we find a silicone spatula the best tool for this.",
        "Cook the other side until it gets light brown. Repeat with the remaining batter.",
        "Tip: If the batter starts to get too thick add a little more rice milk to thin it out."
    ],
    "ImageURL" : ".images/Quinoa_And_Flax_Pancakes.png"
},
{
    "Recipe Name" : "Perfect Porridge",
    "Description" : "We couldn’t write a breakfast section that didn’t champion one of our favourite foods - porridge! Often we will eat porridge for more than 1 meal a day!! This super nourishing meal is not exclusive to breakfast you know!! It can double up for a lazy, hug like supper too! Some people have very bad associations to porridge; maybe you went to boarding school and were force fed a ‘gruel’ like watery paste and that is your association with porridge. Well if so, put this aside and let's start new! We typically make it with half rice milk, half water, so that it rich, sweet and creamy, while being dairy-free and super-wholesome. There are typically two types of porridge oat flakes available, jumbo which are bigger and don’t break down as well as regular oats, they tend to have a bit more bite to them. Regular or standard oat flakes are the norm and if you don’t know which you have been using, chances are they are standard oat flakes. Pinhead oats are also available but we usually find them a bit more hardcore in that you need to soak them overnight and then they still have a bit too much bite to them. However, saying all that, on this course you will be using gluten-free oat flakes, so it is just like regular oat flakes but these are gluten-free. Think of porridge like a blank canvas, it is what you decorate it with that really makes it. It is all a matter of taste and preferences. Here is a simple recipe for perfect porridge.",
    "Serves" : "Makes 2 small portions | Takes 5 minutes | low FODMAP serving size 1 portion or half this recipe.",
    "Ingredients" : [
        "140g Gluten free porridge oats",
        "330ml water",
        "330ml rice milk",
        "(optional) Fresh berries - raspberries (60g max), blueberries (20 berries), strawberries (140g max)",
        "(optional) Coconut yogurt (125ml max)",
        "(optional) Maple syrup (2 Tbsp max)",
        "(optional) Pecan nuts (10 nuts max)",
        "(optional) Mixed seeds - pumpkin, sunflower, sesame (1 tbsp mixed seeds max)"
    ],
    "Instructions" : [
        "Put all ingredients in a pot and put on a medium to high heat",
        "It is typically sweeter if you cook it slowly on a low heat stirring occasionally (takes 10 -15 minutes). If you don’t have time turn heat up high, stir regularly and it should be done when it starts to bubble (approx 5 minutes)"
    ],
    "ImageURL" : ".images/Perfect_Porridge.png"
},
{
    "Recipe Name" : "Millet Porridge",
    "Description" : "A gluten-free and super-wholesome start to the day. Millet is in the same league as quinoa, both super powered grains that are alkaline and great sources of fuel. Use millet flakes to make millet porridge, you will usually get it in most health food stores or on online. It is best soaked overnight, as it cooks quicker and tends to be sweeter. It does have a different taste and texture to normal oat porridge, it is less creamy and has a more 'grain' like taste and texture to it, saying that it is super-wholesome and nourishing. Steve eats it all the time when he is visiting his in-laws in Poland.",
    "Serves" : "Makes 1 large portion | Takes 15 minutes | Low FODMAP serving size: all of it!",
    "Ingredients" : [
        "70g millet rolled flakes",
        "300ml rice milk",
        "300ml water",
        "(optional) Fresh berries - raspberries (60g max), blueberries (20 berries), strawberries (140g max)",
        "(optional) Coconut yogurt (125ml max)",
        "(optional) Maple syrup (2 Tbsp max)",
        "(optional) Pecan nuts (10 nuts max)",
        "(optional) Mixed seeds - pumpkin, sunflower, sesame (tbsp mixed seeds max)"
    ],
    "Instructions" : [
        "Put all the ingredients in a medium pot on a low heat.",
        "Slowly cook on a medium heat, stirring occasionally till it starts to bubble and come together (approx 15 minutes).",
        "If you want it thicker, cook it for longer and if you want it thinner then add more of the rick milk/water."
    ],
    "ImageURL" : ".images/Millet_Porridge.png"
},
{
    "Recipe Name" : "Chia Seed Pudding",
    "Description" : "The rice milk and banana give this recipe a nice sweetness and the oats give it a bit more fibre and a change of texture. This is a great brekkie if you are on the go, make it in a jar the night before and bring with you to eat on the train or bus. You can also eat this as a snack during the day.",
    "Serves" : "Takes 5 minutes to make (plus soaking time) |Serves 2 people |Low FODMAP portion: 1.5 servings",
    "Ingredients" : [
        "2 tbsp chia seed",
        "250ml rice/almond milk",
        "½ an unripe banana",
        "60g raspberries (approx 30 berries)",
        "2 tbsp gluten-free oat flakes (porridge oats) - or leave them out altogether!"
    ],
    "Instructions" : [
        "Mash up the banana and the raspberries on a plate until well mashed.",
        "Put all ingredients into a jar or a large glass, stir well with a fork and then leave to set for 15 minutes or overnight.",
        "Give it a good whisk with a fork before topping it with garnishes and eating.",
        "Serve with fresh berries - raspberries (60g max), blueberries (20 berries), strawberries (140g max), Coconut yogurt (125ml max), Maple syrup (2 Tbsp max), toasted Pecan nuts (10 nuts max)."
    ],
    "ImageURL" : ".images/Chia_Seed_Pudding.png"
},
{
    "Recipe Name" : "5-minute 1-pan Gluten-free Granola",
    "Description" : "Most people think granola takes ages to make. We wanted to see if it was possible to make it in 5 minutes in 1 pan and it turns out it is very possible as well as being super tasty! This recipe is quick, easy and the granola will last for months in an airtight jar. This is well worth having a punt at. It is also grain and gluten free.",
    "Serves" : "Makes approx 300g (approx 6 portions) | Takes 5 minutes! | Low FODMAP max portion size 150g (½)",
    "Ingredients" : [
        "40g almonds",
        "40g walnuts",
        "40g desiccated coconut",
        "30g sunflower seeds",
        "80g pumpkin seeds",
        "1 tablespoon chia seeds",
        "pinch of salt",
        "pinch of cinnamon",
        "2 tablespoons coconut oil (35g)",
        "35ml maple syrup",
        "½ teaspoon vanilla essence"
    ],
    "Instructions" : [
        "Add the mixed nuts, desiccated coconut, sunflower, pumpkin and chia seeds to the food processor and pulse until all ingredients are roughly chopped but still have some texture remaining.",
        "Put a large wide-bottomed pan on a high heat and add the coconut oil and maple syrup, and heat until coconut oil is melted. Stir occasionally so that it doesn't burn.",
        "Add the nut and seed mixture, as well as the vanilla extract, to the pan and mix thoroughly with the oil and maple mixture. Cook for approximately 3 minutes, or until the nut mixture starts to colour and brown, ensuring to stir continuously as the mixture can burn easily if you don’t.",
        "Remove from the heat and leave to cool, it will crisp up. When serving, add any of the ideas below to give it that edge and take it to the next level!",
        "Some extra toppings: cacao nibs and raisins",
        "Serve with: rice/almond milk or coconut yogurt with some berries or use as a topping on top of porridge."
    ],
    "ImageURL" : ".images/5_minute_1_Pan_Gluten_Free_Granola.png"
},
{
    "Recipe Name" : "Coconut Yogurt Pots",
    "Description" : "These are really tasty easy breakfasts. We have a recipe for homemade coconut yogurt in this section too, so you can use your own homemade coconut milk yogurt in these if you like. Below are 2 ways that we love to make them. *Note: to keep this low FODMAP ensure that you have max 125g/ml of coconut yogurt per serving",
    "Serves" : "Each recipe makes 1 yogurt pot | Takes 10 minutes | max Low FODMAP portion is 1 yogurt",
    "Ingredients" : [
        "45g pomegranate seeds",
        "(seeds from ½ pomegranate)",
        "handful of pecan nuts -35g",
        "1 tbsp maple syrup",
        "125ml coconut yogurt"
    ],
    "Instructions" : [
        "Take the seeds out of the pomegranate and put into each jar as the base layer.",
        "Heat a pan on a medium to high heat and add a handful of pecans (35g) and toast in the pan until they start to colour, (approx 5 minutes), taking care not to let them burn. Then remove from the heat, transfer into a bowl and add 1 tablespoon of maple syrup. Mix through.",
        "Now add in your yogurt up 3/4 way up your jar/glass. Finally, top it with the maple-toasted pecans."
    ],
    "ImageURL" : ".images/Coconut_Yogurt_Pots.png"
},
{
    "Recipe Name" : "Homemade Coconut Yogurt",
    "Description" : "If you haven’t tried coconut yogurt, you are in for a treat, we love it; its really creamy with a sense of decadent richness, and a smooth and tasty finish! Coconut yogurt from a shop can be quite expensive, when you make it yourself it is much cheaper, and you get to try a bit of fermentation. We love this as a treat, it goes great as a snack on apple with a little almond butter (ensure no more than 1 tbsp almond butter per serving) or on top of our gluten-free granola, or check out our coconut yogurt pots in this breakfast section too. We do use a dehydrator in this recipe but you could put them in the hot press instead. After loads of experimentation, this is our favourite coconut yogurt recipe:",
    "Serves" : "Makes 800ml - approx 8 servings | Takes 30 mins plus fermenting time|Max low FODMAP serving size of coconut yogurt is 125g | ",
    "Ingredients" : [
        "2 x 400ml cans coconut milk (for a creamier yogurt use full fat coconut milk)",
        "2 tablespoons tapioca starch",
        "4 tablespoons store-bought coconut yogurt / 4 capsules of probiotic culture (must contain one of these strains – Lactobacillus bulgaricus, Streptococcus thermophilus, Bifidobacterium lactis or Lactobacillus acidophilus)",
        "2 tbsp maple syrup"
    ],
    "Instructions" : [
        "Pour the coconut milk into a saucepan. Whisk until the milk is smooth and uniform.",
        "Add the maple syrup to the coconut milk. Scoop out roughly 1/3 cup of the coconut milk and transfer to a bowl with the tapioca starch. Whisk this together until the starch is dissolved, then pour back into the pot.",
        "Warm the coconut milk. Place the pan on the stove over medium heat and warm until the coconut milk starts to simmer. Whisk the milk and turn down the heat to low. Continue cooking on low, whisking occasionally, for 5 to 10 minutes, until the tapioca starch has thickened the mixture.",
        "Cool the milk: Cool the milk until it's just warm to touch, about 40 degrees Celsius or 100°F.",
        "Add your culture of choice. Whisk in 4 tablespoons store-bought coconut yogurt gently OR add and the probiotics and mix well",
        "Pour the coconut milk into the sterilized jar(s) and screw on the lid(s). Place into a dehydrator, warm hot press or pre-heated oven — turn the oven on the lowest temperature possible and leave the door slightly open. Alternatively, use a yogurt maker or place into a dehydrator at 40 degrees or 110°F. Leave for 24 hours without disturbing.",
        "Chill the yogurt: Place the set yogurt into the fridge and chill for at least 6 hours. The yogurt will become thicker as it chills. After this stage, you might find that the mixture has separated with a yellowish, translucent layer at the bottom and a thicker white layer on top. Stir to recombine or scoop off the top layer for thicker coconut yogurt.",
        "Keep coconut yogurt refrigerated and use within 2 weeks."
    ],
    "ImageURL" : ".images/Homemade_Coconut_Yogurt.png"
},
{
    "Recipe Name" : "Strawberry & Almond Gluten-Free Muffins",
    "Description" : "These are addictive! The first time Steve made these, he ate four by accident, they just kept slipping into his mouth!! These are like almond and oat flapjack muffins, with the sweet and sharpness of the raspberries cutting through. These are well worth making.",
    "Serves" : "Makes 12 muffins | Takes 15 minutes plus baking and cooling time |low FODMAP max serving size: 2 muffins",
    "Ingredients" : [
        "2 tablespoons ground flax",
        "6 tablespoons water",
        "80g gluten free white flour/buckwheat flour",
        "100g gluten-free oats",
        "140g ground almond",
        "1 teaspoon baking powder",
        "1 teaspoon baking soda",
        "150ml vegetable oil",
        "150ml maple syrup",
        "2 teaspoons vanilla essence",
        "125g of of strawberries (if using frozen make sure they are thawed)",
        "20g flaked almonds"
    ],
    "Instructions" : [
        "Preheat the oven to 180℃.",
        "Mix your ground flaxseed and water together in a small bowl and leave to sit to make your ‘flax egg’ while you prepare the other ingredients",
        "In a large bowl mix together the dry ingredients: flour, oats, ground almond, baking powder and baking soda.",
        "Add the sunflower oil into the dry ingredients along with the maple syrup, vanilla essence, and flax eggs and mix thoroughly until everything is well mixed.",
        "Then mix through 15g of the flaked almonds and ¾ of the strawberries (remove the green of the strawberries and slice into small bite sized pieces) and leave the remaining 5g of almonds and the rest of the strawberries to decorate the top later on.",
        "Get a muffin tray and insert 12 paper muffin cases and pour in the muffin mixture, ensuring to have the same amount in each muffin case. Decorate the top of the muffins with the remaining flaked almonds before putting in the oven.",
        "Bake in the preheated oven for 25 mins. Once cooked, remove from the oven and leave to cool. Serve with some fresh strawberries on the top"
    ],
    "ImageURL" : ".images/Strawberry_Almond_Gluten_Free_Muffins.png"
},
{
    "Recipe Name" : "Creamy Coconut Quinoa Porridge",
    "Description" : "With porridge being our go to comfort food, it was hard for us to try other grains for porridge, we felt a little like we were cheating on our life-long friend, the oat flake! This porridge is a super-tasty alternative to oat porridge that will help you spring out of bed! This recipe is particularly good on the weekend or after training, as it is richer than usual porridge. Really worth trying!",
    "Serves" : "Serves approx 2 | Takes 20 minutes | Max low FODMAP portion 300g, this recipe makes 450g porridge",
    "Ingredients" : [
        "125g quinoa",
        "300ml rice milk",
        "150ml/g of full-fat coconut milk",
        "1 small cinnamon quill",
        "2 cardamom pods",
        "1 small star anise (if you have them)",
        "1/4 a vanilla pod small pinch of salt to taste"
    ],
    "Instructions" : [
        "Put all the ingredients in a pot, put on a high heat and stir regularly. When it boils, turn down to a low-medium heat, put a lid leaving a gap so steam can evaporate, and stir regularly. It should take about 10-15 mins to cook. We usually cook it until just about all the liquid has evaporated and then we turn the heat off and put the lid on and leave it sit for a few minutes to allow the quinoa to puff up and the porridge to get creamy.",
        "This goes fantastic with some fresh berries (raspberries <60g, blueberries <40g, strawberries <140g, and a drizzle of maple syrup (max 2 tablespoons). Enjoy!"
    ],
    "ImageURL" : ".images/Creamy_Coconut_Quinoa_Porridge.png"
},
{
    "Recipe Name" : "Sabrina’s sunday morning chia pudding",
    "Description" : "This is easy to make, and is lovely and nourishing. Simply prep your fruit while your chia seeds are soaking for 10-15 minutes, giving them a stir occasionally. Sabrina, Dave’s partner, usually soaks her chia seeds with a tablespoon of ground flax in too; these are not essential by any means but nice additions if you have them. If you like it sweet, you can drizzle over 2 tablespoons of maple syrup.",
    "Serves" : "Serves 2 |Takes approx 15 minutes | Max low FODMAP is 1 portion: or half of this recipe.",
    "Ingredients" : [
        "8 tbsp chia seed (70g)",
        "300ml rice milk/almond milk",
        "2 tbsp almond butter",
        "Fruit (per serving)to top with such as: Strawberries <140g, kiwi <2 kiwis, raspberries <60g, blueberries <40g, unripe banana <1",
        "Optional garnishes: Coconut yoghurt <125ml per serving"
    ],
    "Instructions" : [
        "Put the chia seeds and milk in a bowl and stir with fork for 30 seconds to incorporate all the seeds and the milk and then leave it rest and sit for 10-15 minutes while you prep your fruit.",
        "Prep your fruit by chopping the kiwis and banana if using into bite size pieces",
        "Once chia seeds have been soaking for 10-15 minutes or so, use a fork and mix them for approx a minute breaking them up till they reach a nice lose consistency, you may need to add another dash of milk to reach a nice uniform ‘lose’ consistency. Divide into 2 servings. Top the soaked chia seed pudding with your fruit, the almond butter and coconut yoghurt. Arrange everything so that it looks really pretty, take your photo for Instagram (only joking!) and enjoy!"
    ],
    "ImageURL" : ".images/Sabrinas_Sunday_Morning_Chia_Pudding.png"
},
{
    "Recipe Name" : "Gluten-free Bread",
    "Description" : "This recipe was born out of our Happy Heart Course, where participants were looking for a 100% wholemeal gluten-free loaf based on an Irish porridge bread. Simple, tasty and hard to beat, this goes magic with our chia seed jam (in snacks section) or a tablespoon of almond butter.",
    "Serves" : "Makes approximately 10 slices | Takes 75 minutes to make |Max low FODMAP portion size 1.5 slices",
    "Ingredients" : [
        "1 tbsp ground flax/linseed (you can use ground chia seed instead)",
        "1 x 400g soy yogurt or other non-dairy yogurt of choice",
        "1 tbsp molasses or maple syrup",
        "300g gluten-free oat flakes",
        "2 tsp baking soda",
        "4 tbsp mixed seeds ½ tsp salt"
    ],
    "Instructions" : [
        "Preheat the oven at 170°C/350°F/Gas Mark 4.",
        "First step is to make your ‘flax egg’, put the ground flax/linseed in a cup and add 3 tablespoons of water, stir and leave to sit for 5 minutes.",
        "Place yogurt, flax egg and molasses in a mixing bowl and stir well.",
        "Next, in a separate bowl, mix the oat flakes, baking soda, mixed seeds and salt. Then add to the yogurt mixture and stir thoroughly. It will be quite a wet batter but don’t worry it will dry out once baked.",
        "Place in a greased or parchment lined 1 or 2lb loaf tin, and bake at in the preheated oven at 170°C/350°F/Gas Mark 4 for 50 mins."
    ],
    "ImageURL" : ".images/Gluten_free_Bread.png"
},
{
    "Recipe Name" : "Asian Broccoli Salad in a Sweet Smokey Chilli Sauce",
    "Description" : "Easy simple and super tasty salad with great texture",
    "Serves" : "Serves 2 as a lunch salad | Takes 20 minutes | Max low FODMAP portion is : 1 portion or half this recipe.",
    "Ingredients" : [
        "150g broccoli",
        "150g green beans",
        "½ red pepper",
        "½ pack of beansprouts - approx 130g",
        "20g sesame seeds",
        "30g pecan nuts/macadamia nuts",
        "100g of baby corn",
        "(Dressing) 25ml tamari (1.5 tbsp)",
        "(Dressing) ½ Tbsp paprika",
        "(Dressing) Small pinch cayenne/ground dried chilli powder",
        "(Dressing) 1.5 Tbsp maple syrup",
        "(Dressing) 2 tbsp sesame oil",
        "(Dressing) juice of ½ a lemon"
    ],
    "Instructions" : [
        "Chop the broccoli into small bite size florets. Top and tail the green beans. Finely chop the red pepper into thin long strips removing the seeds. Roughly chop the baby corn.",
        "Steam the broccoli and the green beans for 3 minutes until just cooked through but not too soft, then transfer to the sink in the colander and run under cold running water. Cut beans in half.",
        "Toast the sesame seeds and nuts together in a dry frying pan on a medium heat until lightly coloured (approx 5 minutes).",
        "Add broccoli and all the rest of the salad ingredients into a large bowl",
        "Mix your salad dressing together and pour over salad. Add the toasted sesame seeds and nuts just before serving. Note: only dress what you are going to eat as once dressed it doesn’t last very well."
    ],
    "ImageURL" : ".images/Asian_Broccoli_Salad_in_Sweet_Smokey_Chilli_Sauce.png"
},
{
    "Recipe Name" : "High Protein Quinoa Salad",
    "Description" : "This delicious salad is super-easy to make and is a great post-gym meal! Packed with colour and texture, it's a bowl full of goodness!",
    "Serves" : "Serves 2 | Takes 20 minutes | Max low FODMAP portion: 1 portion or half of this recipe.",
    "Ingredients" : [
        "150g Quinoa (uncooked) Handful of mixed leaves",
        "10 cherry tomatoes",
        "65g pecan nuts/walnuts",
        "40g frozen edamame beans/frozen peas Small bunch of fresh chive and mint.",
        "(Dressing) 2 tablespoons tamari",
        "(Dressing) 2 tablespoons olive oil",
        "(Dressing) 1.5 tablespoons Lemon juice",
        "(Dressing) ¼ teaspoon salt",
        "(Dressing) ¼ teaspoon pepper"
    ],
    "Instructions" : [
        "Cook the quinoa in 300ml water in a pot on a high heat. Bring to the boil with the lid on. Once it boils, move the lid so the steam can escape and simmer till all the water has evaporated.",
        "Remove from the heat and leave aside with the lid on for 5-10 minutes till the quinoa puffs up. Allow quinoa to cool fully before mixing salad.",
        "Chop the cherry tomatoes in half and defrost the edamame beans/peas by leaving to sit in a bowl of hot water for 10 minutes. Chop the chives finely or else remove the mint leaves from the stalk and chop finely. Whisk the dressing together in a cup with a fork or with a whisk in a jug.",
        "Add all salad ingredients for the salad in a large bowl and dress with the dressing.",
        "Top tip: If you are making this ahead of time, we recommend waiting to dress the veg until just before you serve it, as it will keep better this way."
    ],
    "ImageURL" : ".images/High_Protein_Quinoa_Salad.png"
},
{
    "Recipe Name" : "Broccoli, Parsnip & Ginger Soup",
    "Description" : "This delicious and comforting soup is a great way to get your greens and is packed with goodness and flavour! It goes great with a slice of gluten-free bread! To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water",
    "Serves" : "Serves 4 people | Takes approx 40 minutes to make | Max low FODMAP serving size: 1 portion or ¼ of this recipe",
    "Ingredients" : [
        "1 small leek or ½ bunch of scallions - green tops only",
        "1 small carrot",
        "200g celeriac (¼ of small celeriac)",
        "1 Tbsp oil",
        "1.25 litres of veg stock/water (ensure has no onion powder/garlic extract etc.)",
        "200g of broccoli (1 small head)",
        "200g parsnip (1 small parsnip)",
        "1.25 tsp salt",
        "¼ tsp black pepper",
        "½ tsp ground cumin",
        "½ thumb-sized piece of fresh ginger (10g)"
    ],
    "Instructions" : [
        "Roughly chop the greens of the leek or scallion- rinsing the leek greens in cold water to remove any sediment. Chop the carrots, parsnip and celeriac. (No need to peel any of the veg, as lots of the nutrition of the veg is in the skin).",
        "Roughly chop the whole of the broccoli, both the florets and the stalk.",
        "Peel and finely chop the ginger.",
        "Add the oil to a large family-sized pot and put on a high heat. Add the all the veg, the ginger and the salt and cook, stirring regularly for 4 minutes.",
        "Reduce the heat to medium and put a lid on and sweat the veg for 10 minutes stirring occasionally. Add 1-2 Tbsp of water if the veg sticks to the bottom of the pot.",
        "Add the veg stock/water, along with the black pepper and the cumin. Put the heat on high bring to the boil and then turn the heat down and simmer for 15 minutes.",
        "Remove the pot from the heat. Blend until smooth using a stick/immersion blender. If the soup seems a little thick, add a drop of water until it reaches your desired consistency.",
        "Season with salt and pepper and enjoy!"
    ],
    "ImageURL" : ".images/Broccoli_Parsnip_and_Ginger_Soup.png"
},
{
    "Recipe Name" : "Carrot, Coriander and Pecan soup",
    "Description" : "Simple, smooth and sweet. The pecan nuts give this soup a lovely creamy consistency similar to coconut milk. To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water. Leave out the coriander if you don’t like it!",
    "Serves" : "Serves 4 people | Takes approx 40 minutes to make | Max low FODMAP serving size: 1 portion or ¼ of this recipe",
    "Ingredients" : [
        "1.25 Tbsp of oil the green part of 1 leeks (175g)",
        "6-7 carrots (650g)",
        "175g celeriac/potato",
        "1.5 tsp salt",
        "⅓ tsp black pepper",
        "½ tsp paprika",
        "juice of 1 lime",
        "80g unsalted pecans",
        "1.25 litres of water/veg stock - (ensure no garlic/onion ingredients)",
        "½ small bunch of coriander (20g)"
    ],
    "Instructions" : [
        "Finely chop the carrot and celeriac/potato. Finely chop the green of the leek and give it a good wash as there is often sediment hiding there!",
        "Add 2 tbsp oil to a family sized pot/sauce pan and put on a high heat. Add the green of the leek and cook for 3 mins until leek greens have sweated down, then add carrot and celeriac and the salt and black pepper, and stir.",
        "Add 2 tbsp of water and a generous pinch of salt to help the veg sweat. Cover with a lid and turn down heat to low to medium heat. Sweat for 15 minutes, stirring occasionally, until the veg are soft.",
        "Add the paprika, juice of the lime, the pecan nuts, and the veg stock/water. Bring to the boil, then turn the heat down, cover with a lid and simmer for 10 minutes.",
        "Remove pot from heat and blend until smooth using a stick blender. If the soup seems a little thick, add a little water until it reaches your desired consistency.",
        "Season with salt and pepper if required to your taste.",
        "Roughly chop the coriander and use as a garnish just before serving."
    ],
    "ImageURL" : ".images/Carrot_Coriander_and_Pecan_soup.png"
},
{
    "Recipe Name" : "Chunky Moroccan Harira Soup",
    "Description" : "This is a chunky, substantial soup that is like a warm belly hug on a cold day! It really is delicious and well worth making. It freezes well and will last 3 days in the fridge too. To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water.",
    "Serves" : "Serves 4 people | Takes approx 50 minutes to make | Max low FODMAP serving size: 1 portion or ¼ of this recipe",
    "Ingredients" : [
        "3 carrots (400g)",
        "1 ¼ tsp oil",
        "1 ¼ tsp salt",
        "175g of a tin of lentils",
        "65g brown basmati rice (uncooked)",
        "¾ of a 400g tin of chopped tomatoes",
        "175g of a tin of cooked chickpeas",
        "¼ tsp dried cinnamon/ 1 small cinnamon quill",
        "1 ¼ tsp dried paprika",
        "¼ tsp turmeric",
        "Small pinch chilli powder",
        "¾ tbsp ground cumin",
        "1 ¼ tsp ground coriander",
        "½ tsp lemon zest",
        "juice of ½ a small lemon",
        "½ tsp ground black pepper",
        "1 ½ litres of veg stock/water (garlic/onion free)",
        "Small bunch of fresh parsley"
    ],
    "Instructions" : [
        "Finely chop the carrots. Add the oil to a large to medium family sized pot and put on a medium heat.",
        "Add the carrot, the salt and stir. Add 2 tbsp of water to help the carrots sweat.",
        "Cover with a lid and turn down heat to low and sweat for 10 minutes, stirring occasionally.",
        "Zest the lemon. Drain and rinse the lentils and chickpeas and add along with the rice, the chopped tomatoes,, the cinnamon, paprika, turmeric, the chilli powder, the cumin, the coriander, the lemon zest and lemon juice, the pepper, and the veg stock/water and turn up heat high, stir a few times, bring to the boil and reduce heat to a simmer for 25-30 minutes.",
        "Taste to see that the rice is properly cooked. If it is not cooked, let the soup simmer away until the rice is done.",
        "Season with salt and pepper to your palette and add the finely chopped parsley before serving."
    ],
    "ImageURL" : ".images/Chunky_Moroccan_Harira_Soup.png"
},
{
    "Recipe Name" : "Irish Root Vegetable Soup",
    "Description" : "This is a smooth, sweet, and substantial soup. The white wine, rosemary and parsnip really add flavour and body to it too. To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water.",
    "Serves" : "Serves 4 people | Takes approx 50 minutes to make | Max low FODMAP serving size: 1 portion or ¼ of this recipe",
    "Ingredients" : [
        "1 Tbsp oil green tops of 2 small leeks or 1 large -",
        "165g (use none of the white part as these are high FODMAP)",
        "225g celeriac",
        "2 carrots 325g",
        "1.5 tsp salt",
        "1/4 tsp black pepper",
        "1 parsnips 250g",
        "1 potatoes 200g",
        "2 sprigs of rosemary",
        "1 bay leaves",
        "2.5 tbsp white wine",
        "1.75 litres of veg stock/water (garlic/onion free)",
        "juice of half a lemon"
    ],
    "Instructions" : [
        "Finely chop the leek greens, celeriac, carrots, potato and the parsnips.",
        "Add 1 tablespoons oil to family sized pot (4 litres) and put on a medium heat.",
        "Add the leek greens, carrot, celeriac, potatoes, parsnips and the salt, black pepper and stir. Cover with a lid and sweat for 15 minutes, until greens are soft, stirring occasionally. If the veg starts to stick add 2 tablespoons of water",
        "Add the the leaves from the sprigs of rosemary, the bay leaves and the white wine to the pot, and cook for 5 minutes, stirring a few times to prevent the veg sticking to bottom of the pot.",
        "Add veg stock/water and lemon juice, turn the heat up high and bring to the boil, then turn the heat down, cover with a lid and simmer for 15 minutes, stirring occasionally to avoid things sticking to the bottom of the pot.",
        "Remove the pot from the heat, remove the bay leaf and blend the mixture until smooth, using a stick blender. If the soup seems a little thick, add a little of water until it reaches your desired consistency.",
        "Season with salt and pepper to taste, and enjoy!"
    ],
    "ImageURL" : ".images/Irish_Root_Vegetable_Soup.png"
},
{
    "Recipe Name" : "Carrot, Coconut, Ginger and Lemongrass Soup",
    "Description" : "Serve this soup with a drizzle of coconut milk and toasted pumpkin seeds on top, for extra yumminess! If you can't source the lemongrass, just leave it out, it is a nice addition but not essential. To make an easy veg stock mix 5 tablespoons of gluten free miso paste with 2 litres of boiling water.",
    "Serves" : "Serves 4 people | Takes approx 50 minutes to make | Max low FODMAP serving size: 1 portion or ¼ of this recipe",
    "Ingredients" : [
        "400g carrots",
        "¼ of a small celeriac (approx. 200g) (replace with potato if you can not source)",
        "1.25 tbsp oil",
        "2 tsp salt small thumb-sized piece fresh ginger",
        "1 stick of fresh lemongrass (not essential if you can’t find it)",
        "275ml of 1 tin of coconut milk",
        "1.5 litres veg stock/water (ensure garlic/onion free)",
        "1 small bay leaf",
        "¼ a tsp black pepper",
        "juice of ½ a lime"
    ],
    "Instructions" : [
        "Preheat the oven to 180℃.",
        "Finely chop the carrots. Peel and finely chop the celeriac.",
        "Put the carrots and celeriac in an oven tray, coat them well with 1 tablespoons of oil and 2 teaspoons of salt. Bake the veg for 25-30 minutes in the preheated oven or until tender and soft.",
        "Peel and grate the ginger and bruise the lemongrass with the back of your knife and tie a knot in it (to release its flavours).",
        "In a large family-size pot, put the coconut milk, veg stock/water, crushed lemongrass, grated ginger, together with the bay leaf and black pepper. Mixing them all together, turn the heat up high. When it starts to boil, reduce the heat to a simmer.",
        "Once the veg in the oven are baked, add carrot and celeriac to the pot. Cover with a lid and cook gently for 10 minutes, stirring occasionally.",
        "Remove the pot from the heat, take out the knotted lemongrass and bay leaf, and blend the soup until smooth using an immersion/ stick blender. If it seems a little thick, add a little until it reaches your desired consistency.",
        "Taste, and season with more salt and pepper if needed.",
        "Serve with a squeeze of lime in each bowl."
    ],
    "ImageURL" : ".images/Carrot_Coconut_Ginger_and_Lemongrass_Soup.png"
}
]